Tekla Open API Reference for Tekla Structures 2025
FaceEnumerator Properties
The FaceEnumerator type exposes the following members.
Properties
Name | Description
Current
 Returns the current face.
Top
See Also
Reference
FaceEnumerator Class
Tekla.Structures.Solid Namespace